import React from "react";
import Image from "next/image";
import img1 from "../img/img1.png";
import img2 from "../img/img2.png";
import img3 from "../img/img3.png";
import img4 from "../img/img4.png";

const ProductCarePage = () => {
  const allProductCare = [
    {
      img: img1,
      title: "Хлопок",
      termin:
        "Хлопок — натуральное волокно, которое ценят за его мягкость, гипоаллергенность и воздухопроницаемость. Одежда из хлопка комфортна даже в жаркую погоду, ведь ткань хорошо впитывает влагу и позволяет коже «дышать».",
      premiums: [
        "Натуральность и гипоаллергенность — идеально для чувствительной кожи.",
        "Дышащая и комфортная ткань.",
        "Прочная и долговечная.",
        "Хорошо окрашивается, поэтому бывает в самых разных оттенках.",
        "Хлопок — одна из самых простых в уходе тканей, но даже у неё есть свои особенности.",
      ],
      washings: [
        "Белый хлопок можно стирать при 60°C, но цветные и тёмные вещи — только при 30–40°C, иначе цвет может поблекнуть.",
        "Используйте мягкие моющие средства, чтобы ткань дольше оставалась мягкой.",
        "Отжим при высоких оборотах может сделать вещь жёстче.",
      ],
      dryings: [
        "Лучше сушить естественным способом, разложив на горизонтальной поверхности или повесив на вешалку.",
        "Не пересушивайте хлопок на солнце — ткань может стать грубой.",
      ],
      ironings: [
        "Утюжьте на высокой температуре с паром.",
        "Если вещь помялась слишком сильно, сбрызните её водой или погладьте слегка влажной.",
      ],
      important:
        "Хлопок может давать усадку при первой стирке, поэтому всегда проверяйте бирку перед покупкой и стиркой.",
    },
    {
      img: img2,
      title: "Вискоза",
      termin:
        "Вискоза — это искусственное волокно из натурального сырья (целлюлозы). Она выглядит элегантно, красиво драпируется, а по ощущениям напоминает натуральный шёлк.",
      premiums: [
        "Лёгкая и струящаяся, красиво сидит на фигуре.",
        "Приятная к телу, не электризуется.",
        "Хорошо впитывает влагу, не создавая парникового эффекта.",
        "Доступнее шёлка, но выглядит так же благородно.",
      ],
      washings: [
        "Только при 30°C, лучше вручную или в машинке на режиме «Деликатная стирка». ",
        "Не выкручивайте и не отжимайте — ткань может потерять форму.",
        "Используйте жидкие моющие средства без агрессивных компонентов.",
      ],
      dryings: [
        "Разложите вещь горизонтально на сухом полотенце и дайте ей высохнуть естественным образом.",
        "Вешать на сушилку не стоит — ткань может вытянуться.",
      ],
      ironings: ["Гладьте только с изнаночной стороны на низкой температуре.", "Лучше использовать отпариватель."],
      important:
        "Вискоза чувствительна к влаге — если вы случайно намочили её, дайте ткани высохнуть без механического воздействия.",
    },
    {
      img: img3,
      title: "Вязаные изделия",
      termin: "Они дарят тепло и комфорт, но требуют особенного ухода, чтобы не растянуться и не сваляться.",
      premiums: [
        "Мягкие, тёплые и комфортные.",
        "Эластичные, адаптируются к фигуре.",
        "Натуральные составы (шерсть, кашемир) хорошо сохраняют тепло.",
      ],
      washings: [
        "Шерсть и кашемир стирайте вручную в холодной воде (до 30°C) с мягким шампунем или специальным средством.",
        "Машинная стирка возможна только в режиме «Шерсть» или «Ручная стирка».",
        "Не трите и не выкручивайте!",
      ],
      dryings: [
        "Никогда не вешайте вязаные вещи и костюмная ткань! Они могут растянуться.",
        "Разложите горизонтально на полотенце и дайте высохнуть естественным образом.",
      ],
      ironings: [
        "Лучше не гладить, а слегка отпаривать.",
        "Если всё же нужен утюг, используйте низкую температуру и гладьте через влажную ткань.",
      ],
      important: "Шерстяные вещи можно освежать без стирки — просто проветривать на свежем воздухе.",
    },
    {
      img: img4,
      title: "Костная ткань",
      termin: "Костюмные ткани (шерсть, поливискоза, твид) сохраняют свою форму только при правильном уходе.",
      premiums: [
        "Держит форму, не вытягивается.",
        "Элегантный внешний вид.",
        "Хорошо пропускает воздух, комфортна в носке.",
      ],
      washings: [
        "Лучший вариант — химчистка.",
        " Если стираете самостоятельно, то только вручную или в машинке в режиме «Деликатная стирка» при 30°C.",
      ],
      dryings: [
        "Всегда сушите на плечиках, расправляя складки.",
        "Не используйте сушильную машину — ткань может деформироваться.",
      ],
      ironings: [
        "Гладьте через влажную ткань при средней температуре.",
        "Отпариватель поможет вернуть свежий вид без утюга.",
      ],
      important: "После носки костюм лучше проветривать, а не стирать, чтобы сохранить структуру волокон.",
    },
  ];
  return (
    <div className="flex flex-col mx-auto items-center max-w-[1000px] w-full text-text p-6 bona mt-[100px]">
      <h1 className="title-h1 text-3xl font-bold text-center">Уход за изделиями</h1>
      {allProductCare.map((value, index) => (
        <>
          <div key={index} className="mt-10 space-y-6 text-lg text-gray-700">
            <h2 className="font-semibold text-4xl text-center">{value.title}</h2>
            <Image src={value.img} alt="..." className="mx-auto" />
            <div className="px-[10%]">
              <p className="mb-4">{value.termin}</p>
              <h2 className="text-black text-[24px] mb-2">Преимущества:</h2>
              {value.premiums.map((premium, index) => (
                <>
                  <p key={index * 10}>{premium}</p>
                </>
              ))}
              <h2 className="mb-2 mt-4 text-black text-[24px]">Стирка:</h2>
              {value.washings.map((washing, index) => (
                <>
                  <p key={index * 100}>- {washing}</p>
                </>
              ))}
              <h2 className="mb-2 mt-4 text-black text-[24px]">Сушка:</h2>
              {value.dryings.map((drying, index) => (
                <>
                  <p key={index * 1000}>- {drying}</p>
                </>
              ))}
              <h2 className="mb-2 mt-4 text-black text-[24px]">Глажка:</h2>
              {value.ironings.map((ironing, index) => (
                <>
                  <p key={index * 10000}>- {ironing}</p>
                </>
              ))}
              <h3 className="mt-4">Важно: {value.important}</h3>
            </div>
          </div>
        </>
      ))}
    </div>
  );
};

export default ProductCarePage;
