"use client";

import { useEffect } from "react";

const PolitikaPage = () => {
  useEffect(() => {
    ym(100833094, 'reachGoal', 'view_policy_page');
  }, []);

  return (
    <div className="flex flex-col mx-auto items-center max-w-[1200px] w-full text-text p-6 bona mt-[100px]">
      <h1 className="title-h1 text-3xl font-bold text-center">Политика конфиденциальности</h1>
      <div className="mt-10 space-y-6 text-lg text-gray-700">
        <section>
          <h2 className="text-xl font-semibold">1. Общие положения</h2>
          <br />
          <p className="mb-4">
            1.1. В целях выполнения норм действующего законодательства Российской Федерации в полном объеме ООО «Просто
            Логистика» считает важнейшими своими задачами соблюдение принципов обработки персональных данных,
            предусмотренных законодательством Российской Федерации, конфиденциальности при обработке персональных
            данных, а также обеспечение безопасности процессов их обработки.
          </p>
          <p className="mb-4">
            1.2. Настоящая политика организации обработки и обеспечения безопасности персональных данных потребителей,
            пользователей интернет-сайта и мобильного приложения в ООО «Просто Логистика» характеризуется следующими
            признаками:
          </p>
          <ul>
            <li className="mb-3 list-disc ml-[70px]">
              Разработана в соответствии с действующим законодательством Российской Федерации в области обработки и
              защиты персональных данных в целях реализации требований действующего законодательства в области обработки
              и защиты персональных данных;
            </li>
            <li className="mb-3 list-disc ml-[70px]">
              Раскрывает способы и принципы обработки оператором персональных данных, права и обязанности оператора при
              обработке персональных данных, права субъектов персональных данных, а также включает перечень мер,
              применяемых оператором в целях обеспечения безопасности персональных данных при их обработке;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              Является общедоступным документом, декларирующим концептуальные основы деятельности оператора при
              обработке и защите персональных данных.
            </li>
          </ul>
          <p>
            1.3. Оператор до начала обработки персональных данных осуществил уведомление уполномоченного органа по
            защите прав субъектов персональных данных о своем намерении осуществлять обработку персональных данных.
            Оператор добросовестно и в соответствующий срок осуществляет актуализацию сведений, указанных в уведомлении.
          </p>
        </section>

        <section>
          <h2 className="text-xl font-semibold mb-5">2. Список сокращений и аббревиатур</h2>
          <p className="mb-4">В настоящем документе используются следующие сокращения и аббревиатуры:</p>
          <p>Компания или Оператор — ООО «Просто Логистика», зарегистрированное по адресу:</p>
          <p className="text-black mb-4">630052, г. Новосибирск, ул. Толмачевская , д.1/1, оф.211</p>
          <p className="mb-4">ПДн — Персональные данные.</p>
          <p className="mb-4">
            Политика — Политика «Об организации обработки и обеспечении безопасности персональных данных потребителей,
            пользователей интернет-сайта и мобильного приложения в{" "}
            <span className="text-black">ООО «Просто Логистика»</span>
          </p>
          <p>РФ — Российская Федерация.</p>
        </section>

        <section>
          <h2 className="text-xl font-semibold mb-5">3. Основные понятия, используемые в Политике</h2>
          <p className="mb-4">
            Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств
            вычислительной техники.
          </p>
          <p className="mb-4">
            Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением
            случаев, если обработка необходима для уточнения персональных данных).
          </p>
          <p className="mb-4">
            Информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и
            обеспечивающих их обработку информационных технологий и технических средств.
          </p>
          <p className="mb-4">
            Обезличивание персональных данных – действия, в результате которых становится невозможным без использования
            дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных
            данных.
          </p>
          <p className="mb-4">
            Обработка персональных данных – любое действие (операция) или совокупность действий (операций) с
            персональными данными, совершаемых с использованием средств автоматизации или без их использования.
            Обработка персональных данных включает в себя, в том числе: сбор, запись, систематизацию, накопление,
            хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение,
            предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
          </p>
          <p className="mb-4">
            Оператор персональных данных (оператор) – государственный орган, муниципальный орган, юридическое или
            физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку
            персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных,
            подлежащих обработке, действия (операции), совершаемые с персональными данными.
          </p>
          <p className="mb-4">
            Ответственный за организацию обработки персональных данных – физическое или юридическое лицо, назначаемое
            Оператором ответственным за организацию обработки персональных данных. Персональные данные – любая
            информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту
            персональных данных).
          </p>
          <p className="mb-4">
            Персональные данные, разрешенные субъектом персональных данных для распространения, – персональные данные,
            доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на
            обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке,
            предусмотренном настоящим Федеральным законом.
          </p>
          <p className="mb-4">
            Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному
            лицу или определенному кругу лиц.
          </p>
          <p className="mb-4">
            Распространение персональных данных – действия, направленные на раскрытие персональных данных
            неопределенному кругу лиц.
          </p>
          <p className="mb-4">
            Субъект персональных данных — физическое лицо, к которому прямо или косвенно относятся персональные данные.
          </p>
          <p className="mb-4">
            Трансграничная передача персональных данных – передача персональных данных на территорию иностранного
            государства органу власти иностранного государства, иностранному физическому лицу или иностранному
            юридическому лицу.
          </p>
          <p className="mb-4">
            Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить
            содержание персональных данных в информационной системе персональных данных и (или) в результате которых
            уничтожаются материальные носители персональных данных.
          </p>
        </section>

        <section>
          <h2 className="text-xl font-semibold mb-5">4. Основные права и обязанности Оператора персональных данных</h2>
          <p className="mb-4">4.1. Оператор имеет право:</p>
          <ul>
            <li className="mb-3 list-disc ml-[70px]">
              получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные
              данные;
            </li>
            <li className="mb-3 list-disc ml-[70px]">
              требовать от субъекта персональных данных своевременного уточнения предоставленных персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не
              предусмотрено законодательством Российской Федерации, на основании заключаемого с этим лицом договора;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              создавать общедоступные источники персональных данных в целях информационного обеспечения с письменного
              согласия субъекта персональных данных.
            </li>
          </ul>
          <p className="mb-4">4.2. Оператор обязан:</p>
          <ul>
            <li className="mb-3 list-disc ml-[70px]">
              обрабатывать персональные данные в порядке, установленном действующим законодательством Российской
              Федерации;
            </li>
            <li className="mb-3 list-disc ml-[70px]">
              не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных
              данных, если иное не предусмотрено законодательством Российской Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              при сборе персональных данных предоставить субъекту персональных данных по его просьбе информацию об
              обработке персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              разъяснить субъекту персональных данных юридические последствия отказа предоставить его персональные
              данные и (или) дать согласие на их обработку, если в соответствии с законодательством Российской Федерации
              предоставление таких данных и (или) получение оператором согласия являются обязательными;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              предоставить субъекту персональных данных информацию об обработке его персональных данных до начала их
              обработки, если персональные данные были получены оператором не от субъекта персональных данных, за
              исключением случаев, предусмотренных законодательством Российской Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              сообщить субъекту персональных данных (его законному представителю) информацию о наличии персональных
              данных, относящихся к соответствующему субъекту персональных данных, если такие персональные данные были
              получены оператором не от субъекта персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              рассматривать обращения субъекта персональных данных (его законного представителя) по вопросам обработки
              персональных данных и давать мотивированные ответы;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              предоставлять субъекту персональных данных (его законному представителю) возможность безвозмездного
              доступа к его персональным данным, за исключением случаев, предусмотренных законодательством Российской
              Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              принимать меры по уточнению, уничтожению персональных данных субъекта персональных данных в связи с его
              (его законного представителя) обращением с законными и обоснованными требованиями;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              организовывать защиту персональных данных в соответствии с требованиями законодательства Российской
              Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              при сборе персональных данных, в том числе посредством информационно-телекоммуникационной сети «Интернет»,
              обеспечить запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение
              персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории
              Российской Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              исключить сведения о субъекте персональных данных из общедоступных источников персональных данных по
              требованию субъекта персональных данных либо по решению суда или иных уполномоченных государственных
              органов.
            </li>
          </ul>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">5. Основные права и обязанности субъектов персональных данных</h2>
          <p className="mb-4">5.1. Субъект персональных данных имеет право на:</p>
          <ul>
            <li className="mb-3 list-disc ml-[70px]">
              получение сведений об обработке его персональных данных Оператором в объеме, определенном
              законодательством Российской Федерации;
            </li>
            <li className="mb-3 list-disc ml-[70px]">
              доступ к своим персональным данным и получение копии любой записи, содержащей его персональные данные, за
              исключением случаев, предусмотренных законодательством Российской Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              уточнение своих персональных данных, их блокирование или уничтожение в случае, если они являются
              неполными, устаревшими, неточными, незаконно полученными или не могут быть признаны необходимыми для
              заявленной цели обработки;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              прекращение обработки его персональных данных, в том числе посредством отзыва согласия на обработку
              персональных данных, за исключением случаев, предусмотренных законодательством Российской Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              обращение к Оператору для реализации и защиты своих прав и законных интересов;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              обжалование действий или бездействия Оператора путем обращения в уполномоченный орган по защите прав
              субъектов персональных данных и иные компетентные органы власти;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              защиту своих прав и законных интересов, в том числе на возмещение убытков и/или компенсацию морального
              вреда в судебном или ином установленном законом порядке, а также осуществление иных прав, предусмотренных
              законодательством Российской Федерации в области персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              установление запретов на передачу (кроме предоставления доступа) персональных данных оператором
              неограниченному кругу лиц, а также запретов на обработку или условия обработки (кроме получения доступа)
              персональных данных неограниченным кругом лиц в согласии на обработку персональных данных, разрешенных
              субъектом персональных данных для распространения;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              прекращение передачи (распространение, предоставление, доступ) своих персональных данных, ранее
              разрешенных субъектом персональных данных для распространения, к любому лицу, обрабатывающему его
              персональные данные, в случае несоблюдения положений законодательства Российской Федерации или обратиться
              с таким требованием в суд.
            </li>
          </ul>
          <p className="mb-4">5.2. Субъект персональных данных обязан: </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              предоставлять Оператору только достоверные данные о себе, а также предоставлять документы, содержащие
              персональные данные в объеме, необходимом для цели обработки;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.
            </li>
          </ul>
          <p className="mb-4">
            5.3. Право субъекта персональных данных на доступ к его персональным данным может быть ограничено в
            соответствии с федеральными законами, в том числе, если доступ субъекта персональных данных к его
            персональным данным нарушает права и законные интересы третьих лиц.
          </p>
          <p className="mb-4">
            5.4. В целях повышения эффективности и ускорения рассмотрения обращений и жалоб субъекты персональных данных
            могут заполнить и предоставить Оператору соответствующий бланк — Приложение № 3 настоящей Политики.
          </p>
          <p className="mb-4">
            5.5. Обработка персональных данных в целях продвижения товаров, работ, услуг на рынке путем осуществления
            прямых контактов с потенциальным потребителем с помощью средств связи осуществляется только при условии
            предварительного согласия субъекта персональных данных.
          </p>
          <p className="mb-4">
            5.6. Договор с субъектом персональных данных, на основании которого будет осуществляться обработка его
            персональных данных, не может содержать положения:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">ограничивающие права и свободы субъекта персональных данных;</li>
            <li className="mb-4 list-disc ml-[70px]">
              устанавливающие случаи обработки персональных данных несовершеннолетних, если иное не предусмотрено
              законодательством Российской Федерации;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              допускающие в качестве условия заключения договора бездействие субъекта персональных данных.
            </li>
          </ul>
          <p className="mb-4">
            5.7. Запрещается принятие на основании исключительно автоматизированной обработки персональных данных
            решений, порождающих юридические последствия в отношении субъекта персональных данных или иным образом
            затрагивающих его права и законные интересы, за исключением случаев, предусмотренных законодательством
            Российской Федерации или при наличии согласия в письменной форме субъекта персональных данных.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">6. Правовые основания обработки персональных данных</h2>
          <p className="mb-4">
            6.1. Обработка персональных данных осуществляется Оператором с соблюдением принципов и правил,
            предусмотренных законодательством Российской Федерации в области обработки и защиты персональных данных с
            согласия субъекта персональных данных на обработку его персональных данных, а также в случаях, когда
            обработка персональных данных необходима:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              для достижения целей, предусмотренных международным договором Российской Федерации или законом, для
              осуществления и выполнения возложенных законодательством Российской Федерации на Компанию функций,
              полномочий и обязанностей;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              в связи с участием лица в гражданском, административном, судопроизводстве в арбитражных судах;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              для исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в
              соответствии с законодательством Российской Федерации об исполнительном производстве;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является
              субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных
              или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              для защиты жизни, здоровья или иных жизненно важных интересов субъекта персональных данных, если получение
              согласия субъекта персональных данных невозможно;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              для осуществления прав и законных интересов оператора или третьих лиц, либо для достижения общественно
              значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              для осуществления научной, литературной или иной творческой деятельности при условии, что при этом не
              нарушаются права и законные интересы субъекта персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              обработка персональных данных осуществляется в статистических или иных исследовательских целях, при
              условии обязательного обезличивания персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в
              соответствии с федеральным законом.
            </li>
          </ul>
          <p className="mb-4">
            6.2. Оператор осуществляет обработку ПДн в соответствии с законодательством РФ в области ПДн, руководствуясь
            следующими правовыми основаниями:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              федеральные законы и принятые на их основе нормативные правовые акты, регулирующие отношения, связанные с
              деятельностью Оператора, включая, но не ограничиваясь:
            </li>
          </ul>
          <p>Налоговый кодекс РФ;</p>
          <p>Гражданский кодекс РФ;</p>
          <p>Арбитражный процессуальный кодекс РФ;</p>
          <p>Гражданский процессуальный кодекс РФ;</p>
          <p>Таможенный кодекс Евразийского экономического союза;</p>
          <p>Федеральный закон от 07.07.2003 № 126-ФЗ «О связи»;</p>
          <p>Федеральный закон от 13.03.2006 № 38-ФЗ «О рекламе»;</p>
          <p>
            Федеральный закон от 27.07.2006 № 149-ФЗ «Об информации, информационных технологиях и о защите информации»;
          </p>
          <p>Федеральный закон от 06.04.2011 № 63-ФЗ «Об электронной подписи»;</p>
          <p>Федеральный закон от 06.12.2011 № 402-ФЗ «О бухгалтерском учете»;</p>
          <p>
            Федеральный закон от 07.08.2001 № 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных
            преступным путем, и финансированию терроризма»;
          </p>
          <p>
            Федеральный закон от 08.08.2001 № 129-ФЗ «О государственной регистрации юридических лиц и индивидуальных
            предпринимателей»;
          </p>
          <p>Федеральный закон от 08.02.1998 № 14-ФЗ «Об обществах с ограниченной ответственностью»;</p>
          <p>Федеральный закон от 02.10.2007 № 229-ФЗ «Об исполнительном производстве»;</p>
          <p>Федеральный закон от 25.12.2008 № 273-ФЗ «О противодействии коррупции»;</p>
          <p>Федеральный закон от 30.12.2008 № 307-ФЗ «Об аудиторской деятельности»;</p>
          <p>Федеральный закон от 27.11.2010 № 311-ФЗ «О таможенном регулировании в Российской Федерации»;</p>
          <p className="mb-4">Закон РФ от 07.02.1992 № 2300-1 «О защите прав потребителей»;</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">уставные (учредительные) документы Оператора;</li>
            <li className="mb-4 list-disc ml-[70px]">
              договоры, заключаемые между Компанией и субъектами персональных данных, а также выгодоприобретателями или
              поручителями по которым являются субъекты персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              доверенности, выдаваемые Оператором субъектам персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              согласия субъектов персональных данных на обработку персональных данных.
            </li>
          </ul>
          <p className="mb-4">
            6.3. Во исполнение Политики руководителем Оператора утверждено «Положение об организации обработки и
            обеспечении безопасности персональных данных в <span className="text-black">ООО «Просто Логистика»</span>, а
            также приняты иные локальные акты Оператора в сфере обработки и защиты персональных данных.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">7. Принципы обработки персональных данных Оператором</h2>
          <p className="mb-4">
            7.1. Оператор в своей деятельности обеспечивает соблюдение принципов обработки персональных данных,
            предусмотренных законодательством Российской Федерации.
          </p>
          <p className="mb-4">
            7.2. Обработка персональных данных в Компании осуществляется на законной и справедливой основе, и
            ограничивается достижением конкретных, заранее определенных и законных целей.
          </p>
          <p className="mb-4">
            7.3. Обработке подлежат только персональные данные, которые отвечают целям их обработки.
          </p>
          <p className="mb-4">
            7.4. При обработке персональных данных в Компании не допускается объединение баз данных, содержащих
            персональные данные, обработка которых осуществляется в целях, не совместимых между собой.
          </p>
          <p className="mb-4">
            7.5. Оператор обеспечивает соответствие содержания и объема обрабатываемых персональных данных заявленным
            целям обработки и, в случае необходимости, принимает меры по устранению их избыточности по отношению к
            заявленным целям обработки.
          </p>
          <p className="mb-4">
            7.6. При обработке персональных данных должны быть обеспечены точность персональных данных, их
            достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных.
            Оператор принимает необходимые меры либо обеспечивает их принятие по удалению или уточнению неполных или
            неточных данных.
          </p>
          <p className="mb-4">
            7.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных
            данных, в течение срока не дольше, чем этого требуют цели обработки персональных данных, кроме случаев,
            когда срок хранения персональных данных установлен федеральным законом, договором, стороной которого,
            выгодоприобретателем или поручителем по которому является субъект персональных данных.
          </p>
          <p className="mb-4">
            7.8. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей
            обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено
            законодательством Российской Федерации.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">8. Цели сбора персональных данных:</h2>
          <p className="mb-4">
            8.1. Обработка персональных данных в Компании ограничивается достижением конкретных, заранее определенных и
            законных целей.
          </p>
          <p className="mb-4">8.2. Компания обрабатывает персональные данные общей категории в следующих целях:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              соблюдения и исполнения требований применимого к Оператору законодательства, а также обеспечение законных
              интересов Оператора, а именно:
            </li>
          </ul>
          <p className="mb-4">
            1. осуществление и выполнение функций, полномочий и обязанностей Оператором, которые предусмотрены
            законодательством Российской Федерации, включая, но не ограничиваясь: налоговое, гражданское, в том числе
            законодательство в области защиты прав потребителей;
          </p>
          <p className="mb-4">
            {" "}
            2. осуществление хозяйственной деятельности, включая отправку и получение корреспонденции и иных почтовых
            отправлений, а также предоставление доступа к ИТ-ресурсам Оператора, оказание технической поддержки в их
            использовании, мониторинг и контроль использования ИТ-ресурсов Оператора и обеспечение защиты информации;
          </p>
          <p className="mb-4">
            {" "}
            3. хранение ПДн и их носителей в соответствии с локальными нормативными актами Оператора;
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              продвижения и предоставления продукции/оказания услуг, в том числе:
            </li>
          </ul>
          <p className="mb-4">
            1. заключение любых договоров по которым субъекты ПДн являются стороной или выгодоприобретателями, и
            дальнейшее исполнение обязательств по заключенным договорам;
          </p>
          <p className="mb-4">
            {" "}
            2. исследование степени удовлетворенности субъекта ПДн качеством продукции/услуг Оператора;
          </p>
          <p className="mb-4">
            3. организация и проведение мероприятий по повышению узнаваемости и лояльности к бренду Оператора, в том
            числе акций, программ лояльности, маркетинговых исследований, информационной рассылки о продуктах/услугах
            Оператора, с участием субъектов ПДн;
          </p>
          <p className="mb-4">
            {" "}
            4. коммуникация, в том числе приём и обработка запросов и обращений субъектов ПДн, и контроль качества
            информационного взаимодействия;
          </p>
          <p className="mb-4">
            {" "}
            5. аналитика действий субъектов ПДн на интернет-сайтах/ в мобильных приложениях Оператора (в том числе
            определение локации) и функционирования интернет-сайтов/ мобильных приложений Оператора;
          </p>
          <p className="mb-4">
            {" "}
            6. продвижение бренда Оператора и (или) компаний, входящих в одну группу лиц с Оператором, путем размещения
            ПДн субъектов на интернет-сайтах, официальных страницах в социальных сетях Оператора и иных ресурсах
            доступных для неограниченного круга лиц.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">
            9. Категории субъектов персональных данных и категории обрабатываемых персональных данных
          </h2>
          <p className="mb-4">
            9.1. Оператор осуществляет сбор и дальнейшую обработку персональных данных следующих категорий субъектов
            персональных данных:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              Потребители продукции/услуг и их законные представители — физические лица и их представители, которые
              являются покупателями, конечными пользователями, заказчиками продукции/оказания услуг Компании.
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              Пользователи/посетители интернет-сайта — физические лица, посещающие и (или) использующие интернет-сайты
              Компании.
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              Пользователи мобильных приложений — физические лица, использующие мобильные приложения Компании.
            </li>
          </ul>
          <p className="mb-4">
            9.2. Оператор обрабатывает персональные данные субъектов персональных данных в соответствии с целями,
            указанными в Приложении № 1 к настоящей Политике «Категории субъектов персональных данных, цели обработки и
            объем обрабатываемых персональных данных».
          </p>
          <p className="mb-4">
            9.3. Оператор осуществляет сбор и дальнейшую обработку сведений об имени (в т.ч. фамилия, имя, отчество),
            сведений о рождении (в т.ч. дата рождения — число, месяц, год), сведений о способах связи (в т.ч. номер
            телефона и адрес электронной почты); подробный перечень обрабатываемых персональных данных субъектов
            персональных данных в Компании указан в Приложении № 2 к настоящей Политике.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">10. Порядок и условия обработки персональных данных</h2>
          <p className="mb-4">
            10.1. Обработка персональных данных осуществляется Оператором при условии получения согласия субъекта
            персональных данных, за исключением установленных законодательством РФ случаев, когда обработка персональных
            данных может осуществляться без такого согласия.
          </p>
          <p className="mb-4">
            10.2. Субъект персональных данных принимает решение о предоставлении своих персональных данных и дает
            согласие свободно, своей волей и в своем интересе.
          </p>
          <p className="mb-4">
            10.3. Согласие дается в любой позволяющей подтвердить факт его получения форме. В случаях, предусмотренных
            законодательством Российской Федерации, согласие оформляется в письменной форме.
          </p>
          <p className="mb-4">
            10.4. Согласие может быть отозвано путем письменного уведомления, направленного в адрес Оператора почтовым
            отправлением.
          </p>
          <p className="mb-4">
            10.5. Субъект персональных данных, давая согласие на обработку своих персональных данных, должен быть
            проинформирован о целях их обработки.
          </p>
          <p className="mb-4">
            10.6. Цели обработки должны быть включены в форму согласия субъекта персональных данных.
          </p>
          <p className="mb-4">10.7. Обработка персональных данных Оператором осуществляется следующими способами:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">неавтоматизированная обработка персональных данных;</li>
            <li className="mb-4 list-disc ml-[70px]">
              автоматизированная обработка персональных данных с передачей полученной информации по
              информационно-телекоммуникационным сетям или без таковой;
            </li>
            <li className="mb-4 list-disc ml-[70px]">смешанная обработка персональных данных.</li>
          </ul>
          <p className="mb-4">
            10.8. Оператором не принимаются решения, порождающее юридические последствия в отношении субъектов
            персональных данных или иным образом затрагивающее их права и законные интересы, на основании исключительно
            автоматизированной обработки их персональных данных.
          </p>
          <p className="mb-4">
            10.9. Обработка персональных данных Оператором включает в себя сбор, запись, систематизацию, накопление,
            хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение,
            предоставление, доступ), трансграничную передачу, блокирование, удаление, уничтожение персональных данных.
          </p>
          <p className="mb-4">
            10.10. Оператор вправе передавать персональные данные органам дознания и следствия, иным уполномоченным
            органам по основаниям, предусмотренным действующим законодательством Российской Федерации.
          </p>
          <p className="mb-4">
            10.11. В случаях необходимости взаимодействия с третьими лицами в рамках достижения целей обработки
            персональных данных Оператор для достижения целей обработки вправе передавать персональные данные
            уполномоченным третьим лицам.
          </p>
          <p className="mb-4">
            10.12. Оператор производит трансграничную передачу персональных данных (на территорию иностранного
            государства иностранному физическому лицу или иностранному юридическому лицу) аффилированным третьим лицам,
            входящим в Группу компаний 12Storeez, в том числе расположенным на территории иностранных государств, не
            обеспечивающих адекватный уровень защиты прав субъектов персональных данных, в соответствии с ст. 12
            Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных».
          </p>
          <p className="mb-4">
            10.13. Оператор обрабатывает персональные данные субъектов персональных данных, разрешенные для
            распространения, на основании отдельно полученного согласия субъекта персональных данных на обработку таких
            персональных данных. Оператор обеспечивает субъекту персональных данных возможность определить перечень
            персональных данных по каждой категории персональных данных, указанной в согласии на обработку персональных
            данных, разрешенных субъектом персональных данных для распространения.
          </p>
          <p className="mb-4">10.14. Оператор установил следующие условия прекращения обработки персональных данных:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              достижение целей обработки персональных данных и предельных сроков хранения персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              утрата необходимости в достижении целей обработки персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              предоставление субъектом персональных данных или его законным представителем сведений, подтверждающих, что
              персональные данные являются незаконно полученными или не являются необходимыми для заявленной цели
              обработки;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              невозможность обеспечения правомерности обработки персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              отзыв субъектом персональных данных согласия на обработку персональных данных, если сохранение
              персональных данных более не требуется для целей обработки персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              истечение сроков исковой давности для правоотношений, в рамках которых осуществляется либо осуществлялась
              обработка персональных данных.
            </li>
            <li className="mb-4 list-disc ml-[70px]">ликвидация Оператора.</li>
          </ul>
          <p className="mb-4">
            10.15. Сроки хранения персональных данных у Оператора определяются ‎в соответствии с локальными нормативными
            актами Оператора.
          </p>
          <p className="mb-4">
            10.16. В случае, если образующиеся в процессе деятельности Оператора документы, содержащие персональные
            данные, будут являться архивными документами, то срок их хранения может определяться в соответствии с
            Приказом Росархива от 20.12.2019 № 236 «Об утверждении Перечня типовых управленческих архивных документов,
            образующихся в процессе деятельности государственных органов, органов местного самоуправления и организаций,
            с указанием сроков их хранения».
          </p>
          <p className="mb-4">
            10.17. Срок хранения персональных данных, обрабатываемых в информационных системах персональных данных,
            соответствует сроку хранения персональных данных на бумажных носителях.
          </p>
          <p className="mb-4">
            10.18. При осуществлении хранения персональных данных Оператор использует базы персональных данных,
            находящиеся на территории РФ.
          </p>
          <p className="mb-4">
            10.19. Оператор осуществляет систематический контроль и выделение документов — носителей персональных данных
            с истекшими сроками хранения, которые подлежат уничтожению.
          </p>
          <p className="mb-4">
            10.20. Вопрос об уничтожении документов, указанных в п. 10.16, рассматривается на заседании комиссии
            Оператора, состав которой утверждается в порядке определенном локальными нормативными актами Оператора.
          </p>
          <p className="mb-4">
            10.21. По итогам заседания комиссии составляются протокол и акт о выделении к уничтожению документов, опись
            уничтожаемых документов, проверяется их комплектность, акт подписывается председателем и членами комиссии.
          </p>
          <p className="mb-4">
            10.22. Уничтожение по окончании срока обработки персональных данных на электронных носителях производится
            путем механического нарушения целостности носителя, не позволяющего произвести считывание или восстановление
            персональных данных, или удалением с электронных носителей методами и средствами гарантированного удаления
            остаточной информации.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">
            11. Меры по надлежащей организации обработки и обеспечению безопасности персональных данных
          </h2>
          <p className="mb-4">
            11.1. Оператор при обработке персональных данных принимает все необходимые правовые, организационные и
            технические меры для их защиты от неправомерного или случайного доступа, уничтожения, изменения,
            блокирования, копирования, предоставления, распространения, а также от иных неправомерных действий в
            отношении них. Обеспечение безопасности персональных данных достигается, в частности, следующими способами:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              назначением ответственного лица за организацию обработки персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              изданием документов, определяющих политику Оператора в отношении обработки персональных данных, локальных
              актов по вопросам обработки персональных данных, определяющих для каждой цели обработки персональных
              данных категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные
              которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения персональных данных
              при достижении целей их обработки или при наступлении иных законных оснований, а также локальных актов,
              устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства РФ в
              области персональных данных, устранение последствий таких нарушений;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              осуществлением внутреннего контроля и/или аудита соответствия обработки персональных данных Федеральному
              закону от 27.07.2006 № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными
              правовыми актами, требованиями к защите персональных данных, локальными актами Оператора;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              ознакомлением работников Оператора, непосредственно осуществляющих обработку персональных данных, с
              положениями законодательства Российской Федерации о персональных данных, в том числе с требованиями к
              защите персональных данных, локальными актами в отношении обработки персональных данных и (или) обучением
              указанных работников;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              определением угроз безопасности персональных данных при их обработке в информационных системах
              персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              применением организационных и технических мер по обеспечению безопасности персональных данных при их
              обработке в информационных системах персональных данных, необходимых для выполнения требований к защите
              персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в
              эксплуатацию информационной системы персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения
              законодательства Российской Федерации в области персональных данных, соотношение указанного вреда и
              принимаемых Оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных
              законодательством Российской Федерации в области персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">учетом машинных носителей персональных данных;</li>
            <li className="mb-4 list-disc ml-[70px]">
              ограничением состава лиц, имеющих доступ к персональным данным;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              выявлением фактов несанкционированного доступа к персональным данным и принятием соответствующих мер;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              определением мест хранения материальных носителей персональных данных, а также обеспечением учета и
              сохранности материальных носителей персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              восстановлением персональных данных, модифицированных или уничтоженных вследствие несанкционированного
              доступа к ним;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              установлением правил доступа к персональным данным, обрабатываемым в информационной системе персональных
              данных, а также обеспечением регистрации и учета всех действий, совершаемых с персональными данными в
              информационной системе персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              организацией пропускного режима на территорию Оператора, охраны помещений с техническими средствами
              обработки персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              контролем над принимаемыми мерами по обеспечению безопасности персональных данных и уровнем защищенности
              информационных систем персональных данных;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              обеспечение неограниченного доступа к документу, определяющему политику в отношении обработки персональных
              данных, к сведениям о реализуемых требованиях к защите персональных данных, в том числе опубликование
              настоящей Политики на сайте.
            </li>
          </ul>
          <p className="mb-4">
            11.2. Оператор в порядке, определенном федеральным органом исполнительной власти, уполномоченным в области
            обеспечения безопасности, обеспечивает взаимодействие с государственной системой обнаружения, предупреждения
            и ликвидации последствий компьютерных атак на информационные ресурсы Российской Федерации, включая
            информирование его о компьютерных инцидентах, повлекших неправомерную передачу (предоставление,
            распространение, доступ) персональных данных.
          </p>
          <p className="mb-4">
            11.3. Обязанности работников Оператора, осуществляющих обработку и защиту персональных данных, а также их
            ответственность, определяются в «Положении об организации обработки и об обеспечении безопасности
            персональных данных» Оператора.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">12. Лицо, ответственное за организацию обработки персональных данных</h2>
          <p className='mb-4'>12.1. Права, обязанности и юридическая ответственность лица, ответственного за организацию обработки персональных данных, установлены Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» и «Положением об организации обработки и об обеспечении безопасности персональных данных».
          </p>
          <p className='mb-4'>12.2. Назначение лица, ответственного за организацию обработки персональных данных, и освобождение от указанных обязанностей осуществляется приказом генерального директора Оператора. При назначении лица, ответственного за организацию обработки персональных данных, учитываются полномочия, компетенции и личностные качества должностного лица, призванные позволить ему надлежащим образом и в полном объеме реализовывать свои права и выполнять обязанности, предусмотренные «Положением об организации обработки и об обеспечении безопасности персональных данных».</p>
          <p className='mb-4'>12.3. Лицо, ответственное за организацию обработки персональных данных:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">организует осуществление внутреннего контроля над соблюдением Оператором и его работниками законодательства Российской Федерации о персональных данных, в том числе требований к защите персональных данных;</li>
            <li className="mb-4 list-disc ml-[70px]">доводит до сведения работников Оператора положения законодательства Российской Федерации о персональных данных, локальных актов по вопросам обработки персональных данных, требований к защите персональных данных или обеспечивает доведение;
            </li>
            <li className="mb-4 list-disc ml-[70px]">осуществляет контроль над приемом и обработкой обращений и запросов субъектов персональных данных или их представителей.
            </li>
          </ul>
          <p className='mb-4'>12.4. Контактные данные лица, ответственного за организацию обработки персональных данных: <span className='text-black'>ООО «Просто Логистика»</span> ИНН: <span className='text-black'>5402015479</span>, Адрес: <span className='text-black'>630052, г. Новосибирск, ул. Толмачевская , д.1/1, оф.211</span></p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">13. Актуализация, исправление, удаление и уничтожение персональных данных, ответы на запросы субъектов на доступ к персональным данным</h2>
          <p className='mb-4'>13.1. В случае подтверждения факта неточности персональных данных или неправомерности их обработки персональные данные подлежат их актуализации Оператором, или их обработка должна быть прекращена соответственно.</p>
          <p className='mb-4'>13.2. Факт неточности персональных данных или неправомерности их обработки может быть установлен либо субъектом персональных данных, либо компетентными государственными органами РФ.
          </p>
          <p className="mb-4">13.3. По письменному запросу субъекта персональных данных или его представителя Оператор обязан сообщить информацию об осуществляемой им обработке персональных данных указанного субъекта.</p>
          <p className="mb-4">13.4. Запрос должен содержать:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">номер основного документа, удостоверяющего личность субъекта персональных данных и его представителя;</li>
            <li className="mb-4 list-disc ml-[70px]">сведения о дате выдачи указанного документа и выдавшем его органе;</li>
            <li className="mb-4 list-disc ml-[70px]">сведения, подтверждающие участие субъекта персональных данных в отношениях с Оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором;</li>
          </ul>
          <p className='mb-4'>13.5. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством РФ.</p>
          <p className='mb-4'>13.6. Если в запросе субъекта персональных данных не отражены все необходимые сведения или субъект не обладает правами доступа к запрашиваемой информации, то ему направляется мотивированный отказ.</p>
          <p className='mb-4'>13.7. В порядке, предусмотренном п. 13.3, субъект персональных данных вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.</p>
          <p className='mb-4'>13.8. При достижении целей обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия, персональные данные подлежат уничтожению, если:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных;</li>
            <li className="mb-4 list-disc ml-[70px]">оператор не вправе осуществлять обработку без согласия субъекта персональных данных на основаниях, предусмотренных Федеральным законом «О персональных данных» или иными федеральными законами;
            </li>
            <li className="mb-4 list-disc ml-[70px]">иное не предусмотрено иным соглашением между Оператором и субъектом персональных данных.</li>
          </ul>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">14. Ответственность</h2>
          <p className='mb-4'>14.1. Лица, виновные в нарушении норм, регулирующих обработку и защиту персональных данных, несут ответственность, предусмотренную законодательством Российской Федерации, локальными актами Оператора и договорами, регламентирующими правоотношения Оператора с третьими лицами.</p>
          <p className='mb-4'>14.2. Лицо, передавшее Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несет ответственность в соответствии с законодательством Российской Федерации.</p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">15. Доступ к Политике</h2>
          <p className='mb-4'>15.1. Действующая редакция Политики на бумажном носителе хранится по адресу: 633100, г. Новосибирск, ул. Крылова, д. 3.</p>
          <p>15.2. Электронная версия действующей редакции Политики общедоступна на сайте Оператора в сети «Интернет» по адресу:  https://www.siveno.store/</p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">16. Внесение изменений
          </h2>
          <p className='mb-4'>16.1. Политика утверждается и вводится в действие Генеральным директором Оператора.
          </p>
          <p className='mb-4'>16.2. Оператор имеет право вносить изменения в Политику и её приложения, указанные в разделе 16 настоящей Политики. При внесении изменений в заголовке Политики указывается дата утверждения действующей редакции Политики</p>
          <p className='mb-4'>16.3. Политика пересматривается на регулярной основе — один раз в год с момента проведения предыдущего пересмотра Политики. Политика заново утверждается, если по результатам пересмотра в Политику вносятся изменения.
          </p>
          <p className='mb-4'>16.4. Политика может пересматриваться и заново утверждаться ранее срока, указанного выше, по мере внесения изменений:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">в нормативные правовые акты в сфере персональных данных</li>
            <li className="mb-4 list-disc ml-[70px]">в локальные нормативные и индивидуальные акты Оператора, регламентирующие организацию обработки и обеспечение безопасности персональных данных.</li>
          </ul>
          <p>16.5. Все отношения, касающиеся обработки персональных данных, не получившие отражения в настоящей Политике, регулируются согласно положениям законодательства РФ.</p>
        </section>
      </div>
    </div>
  );
};

export default PolitikaPage;
