import React from "react";

import AccordionFAQ from "@/shared/ui/AccordionFAQ";

const faq = [
  {
    name: "Как ухаживать за изделиями?",
    value: `Пожалуйста, изучите информацию на вшивном ярлыке и во вкладке «Уход за изделием» в карточке на сайте.`,
  },
  {
    name: "Где находится производство SIVENO?",
    value: `Мы российская марка, и модели разрабатываются в России.На бирке и в карточке модели на сайте всегда указана страна производства. Чтобы предложить нашим покупателям лучшее соотношение цены и качества, мы постоянно ищем новых поставщиков и сотрудничаем с ведущими фабриками-партнерами в разных странах.`,
  },
  {
    name: "Когда появится модель, которой нет в наличии?",
    value: `Изделие, которое закончилось, может появиться в продаже, если другой покупатель оформит возврат или обмен. Чтобы отследить его появление, подпишитесь на нужную вам модель на сайте:`,
    help: [
      `- Откройте карточку изделия`,
      `- Выберите нужный размер`,
      `- Укажите ваши данные: имя, контактный телефон, e-mail`,
      `- Нажмите кнопку «Сообщить о поступлении»`,
    ],
    value3: [
      `Поздравляем, вы подписаны на рассылку о поступлении модели в продажу!`,
      `Как только изделие можно будет купить, вы получите уведомление на e-mail и сообщение на номер телефона.`,
      `Подписка не гарантирует поступление модели в продажу и не резервирует ее за вами, но поможет не пропустить ее появление в продаже.`,
    ],
  },
  {
    name: "Как выбрать размер?",
    value3: [
      `Мы знаем, что выбрать размер без примерки бывает сложно. Поэтому сделали небольшой гид: он поможет точно определить, какой размер вам подойдет.`,
      `Какой размер мне подойдет?`,
      `Мы измеряем длину и ширину каждого изделия, и все это вы найдете прямо в карточке модели. Заглянуть в таблицу с обмерами - лучший способ определиться с размером.`,
      `Как действовать?`,
      `К примеру, вы носите 42 размер, которому в стандартной сетке ГОСТ соответствует рост 164 см, но ваш рост - 178 см. И вы не знаете, какой размер стоит взять, чтобы рукава джемпера не оказались коротки. Откройте вкладку «Подобрать точный размер» в карточке модели — там вы найдете всю информацию про джемпер, включая длину рукава в каждом размере.`,
      `Учитывайте свойства материала и посадку.`,
      `Жакет оверсайз или платье-рубашка из денима в вашем размере будут сидеть свободно — если вы предпочитаете менее объемную одежду, вам может подойти размер меньше. Купальники и тонкие водолазки выполнены из эластичных материалов и растягиваются точно по фигуре - в этом случае вам может быть комфортнее в одежде на размер больше.`,
      `Лайфхак: Сравните данные из таблицы с параметрами похожего изделия, которое хорошо на вас сидит. Это самый точный способ определить, какой размер вам нужен.`,
      `Помните, что нижнее белье не подлежит обмену и возврату. Если вы сомневаетесь в размере, примерьте нужную модель в магазине до покупки.`,
    ],
  },
  {
    name: "Какой у меня размер в SIVENO?",
    value3: [
      `Ориентируйтесь на размер, который носите обычно, так как мы работаем со стандартной сеткой (ГОСТ).`,
      `Как действовать?`,
      `Для начала измерьте себя. Делайте это перед зеркалом, потому что тогда вы сможете держать ленту на одном уровне спереди и сзади.`,
      `Грудь измеряется по самым выступающим точкам груди. Руки опущены`,
      `Талия измеряется по самому узкому месту тела`,
      `Бедра измеряются по самым выступающим точкам ягодиц`,
    ],
  },
  {
    name: "Могу ли я где-то примерить вещи перед покупкой?",
    value: `Да, вы можете примерить вещи в нашем шоуруме. Г. Новосибирск, ул. Крылова 3`,
  },
];

const Faq = () => {
  return (
    <div className="flex flex-col  mx-auto items-center max-w-[1200px] w-full  text-text bona">
      <h1 className="title-h1">FAQ</h1>
      <div className="flex flex-col gap-[20px] mt-[40px] w-full">
        {faq.map((item, idx) => {
          return (
            <AccordionFAQ key={idx} question={item.name} answer={item.value} value3={item.value3} help={item.help} />
          );
        })}
      </div>
    </div>
  );
};

export default Faq;
