import React from "react";

const ShippingPage = () => {
  return (
    <div className="flex justify-center flex-col text-text text-xs bona">
      <h1 className="title-h1 bona">Доставка</h1>
      <div className="mt-[40px]">
        <div className="flex flex-col gap-[20px] mb-[30px]">
          <h2 className="font-bold">ДОСТАВКА ПО МОСКВЕ И МО</h2>
          <ul className="!lowercase">
            <li>- Курьерская доставка от 295 р. (расчет по тарифам СДЭК)</li>
            <li>- Доставка в пункт выдачи СДЭК от 150 р. (расчет по тарифам СДЭК)</li>
            <li>- Самовывоз из шоу-рума в Москве - бесплатно</li>
            <li>Срок доставки: 1-2 рабочих дня</li>
          </ul>
        </div>
        <div className="flex flex-col gap-[20px] mb-[30px]">
          <h2 className="font-bold">ДОСТАВКА ПО РОССИИ</h2>
          <ul>
            <li>- Курьерская доставка по тарифам СДЭК</li>
            <li>- Доставка в пункт выдачи СДЭК, расчет по тарифам СДЭК</li>
            <li>Срок доставки: 1-5 рабочих дней</li>
          </ul>

          <p className="mt-[10px]">
            Ознакомиться с тарифам на доставку можно по ссылке, а также на этапе ввода адреса при оформлении заказа.
          </p>
        </div>
        <div className="mt-[40px] ml-[50px]">
          <ul className="list-disc">
            <li>
              Если вам необходимо внести изменения или сообщить нам дополнительные детали, просьба обратиться к нашему
              менеджеру в Whatsapp или по номеру телефона: +79857422483 или e-mail: shop@lesyanebo.com <br /> Обращаем
              внимание, что обработка заказов и обращений осуществляется с понедельника по пятницу с 11 до 20 часов по
              Москве, если ваш заказ или запрос был направлен позже, он будет обработан на следующий рабочий день.
            </li>
            <li>
              Доставка формируется и передается курьерской службе в течение 1 рабочего дня с момента оформления заказа
            </li>
            <li>
              Услуга «примерка» не предоставляется при доставке и доступна только в магазине Lesyanebo по адресу: г.
              Москва, ул. Макаренко, 1/19
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default ShippingPage;
