const OfertaPage = () => {
  return (
    <div className="flex flex-col mx-auto items-center max-w-[1200px] w-full text-text p-6 bona mt-[100px]">
      <h1 className="title-h1 text-3xl font-bold text-center">Публичная оферта</h1>
      <div className="mt-10 space-y-6 text-lg text-gray-700">
        <section>
          <p className="mb-4">
            Общество с ограниченной ответственностью «Просто Логистика», именуемое в дальнейшем «Продавец», публикует
            настоящие Правила (условия) приобретения товаров дистанционным способом на сайте Интернет-магазина SIVENO,
            расположенного на доменном имени https://www.siveno.store/.
          </p>
          <p className="mb-4">
            Настоящее предложение в соответствии с п. 2 ст. 437 Гражданского Кодекса Российской Федерации является
            публичной офертой (далее – Договор, Публичная оферта), полным и безоговорочным принятием (акцептом) условий
            которой в соответствии со ст. 438 Гражданского кодекса РФ, считается осуществление Покупателем конклюдентных
            действий – оформление Заказа на Товар, представленный на Сайте https://www.siveno.store/ в порядке и на
            условиях, установленных в настоящем Договоре.
          </p>
          <p className="mb-4">
            Заказывая Товары через Интернет-магазин, Покупатель принимает условия Договора, в том числе касающиеся
            обработки Персональных данных Покупателя и (или) Получателя Заказа. В случае несогласия с каким-либо пунктом
            Договора, Покупателю предлагается отказаться от покупки Товара.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">1. Термины и определения</h2>
          <p className="mb-4">
            ​1.1. <span className="text-black font-bold">Заказ</span> — должным образом оформленный и размещенный запрос
            Покупателя (заполнены соответствующие поля на сайте в разделе «Корзина», «Оформление заказа» на приобретение
            и доставку одного или нескольких Товаров по указанному Покупателем адресу / посредством самовывоза Товаров,
            выбранных Покупателем на Сайте.
          </p>
          <p className="mb-4">
            {" "}
            1.2. <span className="text-black font-bold">Покупатель</span> — дееспособное физическое лицо, полностью
            принявшее условия настоящей Публичной оферты, т. е. акцептировавшее посредством размещения заказов и
            приобретения Товаров у ООО «Просто Логистика», которые представлены на сайте https://www.siveno.store/, для
            своих личных, бытовых и других нужд, не связанных с осуществлением предпринимательской деятельности.
          </p>
          <p className="mb-4">
            1.3. <span className="text-black font-bold">Получатель Заказа</span> — дееспособное физическое лицо, в
            пользу которого Покупатель оформляет Заказ на сайте https://www.siveno.store/, для личных, бытовых и других
            нужд, не связанных с осуществлением предпринимательской деятельности.
          </p>
          <p className="mb-4">
            1.4. <span className="text-black font-bold">Продавец / Оператор</span> —{" "}
            <span className="text-black">ООО «Просто Логистика»</span> (ИНН{" "}
            <span className="text-black">5402015479</span>/ ОГРН<span>1165476065094</span>), юр. адрес:
            <span className="text-black">630052, г. Новосибирск, ул. Толмачевская , д.1/1, оф.211</span>
          </p>
          <p className="mb-4">
            1.5. <span className="text-black font-bold">Сайт</span> – интернет-ресурс в сети интернет, расположенный по
            адресу https://www.siveno.store/
          </p>
          <p className="mb-4">
            1.6. <span className="text-black font-bold">Товар</span> — одежда и иные товары, представленные к продаже на
            Сайте.
          </p>
          <p className="mb-4">
            1.7. <span className="text-black font-bold">Интернет-магазин</span> — официальный интернет-магазин Продавца{" "}
            <span className="text-black">ООО «Просто Логистика»</span>, расположенный по интернет-адресу
            https://www.siveno.store/, где представлены Товары, предлагаемые Продавцом для приобретения, а также условия
            оплаты и доставки Товаров Покупателям.
          </p>
          <p className="mb-4">
            1.8. <span className="text-black font-bold">Персональные данные</span> — любая информация, относящаяся к
            прямо или косвенно определенному или определяемому физическому лицу — Потребителю (именуемый субъектом
            персональных данных), которую Потребитель добровольно и осознанно предоставляет самостоятельно при
            оформлении Заказа в Интернет-магазине, и необходимая для исполнения Интернет-магазином Заказа, а также
            информация, которая автоматически собирается в процессе использования Сайта — файлы cookie.
          </p>
          <p className="mb-4">
            1.9. <span className="text-black font-bold">Файлы cookie</span> – Сайт использует файлы cookie и схожие
            технологии, чтобы гарантировать максимальное удобство Покупателям, предоставляя персонализированную
            информацию, запоминая предпочтения в области маркетинга и контента Сайта, а также помогая получить нужную
            Покупателю информацию.
          </p>
          <p className="mb-4">
            1.9. <span className="text-black font-bold">Служба доставки</span> – третье лицо (курьерская, транспортная
            организация и т.д.), оказывающее по договору с Продавцом услуги по доставке Заказов.
          </p>
          <p className="mb-4">
            1.11. <span className="text-black font-bold">Склад продавца</span> — 630091, г. Новосибирск, ул. Крылова,
            д.3
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">2. Общие положения</h2>
          <p className="mb-4">
            2.1. Данная Публичная оферта распространяется на все виды Товаров и услуг, представленных на Сайте, пока
            такие предложения с описанием присутствуют в каталоге Интернет-магазина.
          </p>
          <p className="mb-4">
            2.2. Настоящая Публичная оферта признается акцептованной Покупателем с момента оформления Покупателем
            Заказа, а также с момента принятия от Покупателя Заказа через страницу Сайта «Форма заказа», которая
            открывается в случае перехода на страницу «Оформить заказ» в разделе «Корзина».
          </p>
          <p className="mb-4">
            2.3. Договор, заключаемый на основании акцептирования Покупателем настоящей оферты, является договором
            присоединения, к которому Покупатель присоединяется без каких-либо исключений и/или оговорок.
          </p>
          <p className="mb-4">
            2.4. Покупатель может оформить заказ в Интернет-магазине по адресу <a href="https://www.siveno.store">siveno.store</a> 24 часа в сутки, 7 дней в
            неделю, кроме периодов проведения регламентных работ или технических сбоев.
          </p>
          <p className="mb-4">
            2.5. Адреса и режим работы магазинов (пунктов самовывоза), а также условия осуществления возврата доступны
            на сайте https://www.siveno.store/ в разделах «Доставка» и «Возврат».
          </p>
          <p className="mb-4">
            2.6. Отношения между Покупателем и Продавцом регулируются Гражданским кодексом Российской Федерации о
            розничной купле-продаже (§ 2 глава 30), Законом «О защите прав потребителей», Постановлением Правительства
            РФ «Об утверждении Правил продажи товаров дистанционным способом» и принимаемыми в соответствии с ним иными
            федеральными законами и правовыми актами Российской Федерации.
          </p>
          <p className="mb-4">
            2.7. Продавец оставляет за собой право вносить изменения и/или дополнения в условия настоящего Договора
            путем размещения таких изменений и/или дополнений в тексте самого Договора при дальнейшем размещении на
            Сайте, в связи, с чем Покупатель обязуется регулярно отслеживать изменения/дополнения условий настоящего
            Договора, размещенного на сайте в разделе «Вопросы и ответы». Новая редакция Договора вступает в силу после
            его публикации на Сайте и применяется к любому Заказу, сделанному после публикации, если иное не
            предусмотрено условиями настоящего Договора.
          </p>
          <p className="mb-4">
            2.8. Вся текстовая информация и графические изображения товаров, размещаемых на Сайте, являются
            собственностью Продавца или его контрагентов. Просмотр информации или распечатка страниц Сайта разрешается
            только для личного использования.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">3. Предмет</h2>
          <p className="mb-4">
            3.1. Продавец обязуется продать Товары, представленные в каталоге Интернет-магазина по адресу
            https://www.siveno.store/, а Покупатель обязуется принять и оплатить Товар по ценам, указанным в описании
            Товара на соответствующей странице Сайта, на условиях настоящего Договора.
          </p>
          <p className="mb-4">
            3.2. Факт оформления заказа Покупателем является безоговорочным фактом принятия Покупателем условий данного
            Договора, в том числе касающихся обработки его Персональных данных.
          </p>
          <p className="mb-4">
            3.3. Договор розничной купли-продажи считается заключенным с момента выдачи Продавцом Покупателю кассового
            или товарного чека либо иного документа, подтверждающего оплату товара.
          </p>
          <p className="mb-4">
            3.4. Осуществляя Заказ, Покупатель соглашается с тем, что Продавец может поручить исполнение Договора
            третьему лицу, при этом оставаясь ответственным за его исполнение.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">4. Оформление и сроки выполнения Заказа</h2>
          <p className="mb-4">4.1. Заказ оформляется Покупателем самостоятельно на Сайте.</p>
          <p className="mb-4">
            4.2. Общение Покупателя с менеджерами и иными представителями Продавца должно строиться на принципах
            общепринятой морали и коммуникационного этикета. Строго запрещено использование нецензурных слов, брани,
            оскорбительных выражений, а также угроз и шантажа, в независимости от того, в каком виде и кому они были
            адресованы.
          </p>
          <p className="mb-4">4.3. Регистрация на Сайте не является обязательной для оформления Заказа.</p>
          <p className="mb-4">4.4. При оформлении Заказа Покупатель должен указать следующую информацию:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              сведения об имени (фамилия, имя) Покупателя или Получателя Заказа (в случае, если Получателем Заказа
              является лицо отличное от Покупателя);
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              сведения о способах связи (адрес электронной почты и контактный номер телефона);
            </li>
            <li className="mb-4 list-disc ml-[70px]">населенный пункт;</li>
            <li className="mb-4 list-disc ml-[70px]">способ доставки Заказа;</li>
            <li className="mb-4 list-disc ml-[70px]">
              адрес доставки, при выборе способа доставки «Доставка курьером»;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              способ оплаты (при оплате Заказа на Сайте Покупатель должен указать данные банковской карты);
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              по требованию Продавца иную информацию, необходимую для исполнения обязательств Продавца перед Покупателем
              по настоящему Договору.
            </li>
            <li className="mb-4 list-disc ml-[70px]">данные банковской карты</li>
          </ul>
          <p className="mb-4">
            4.5. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем
            при оформлении Заказа.
          </p>
          <p className="mb-4">
            4.6. Покупатель несет полную ответственность за предоставление неверных сведений, повлекшее за собой
            невозможность надлежащего исполнения Продавцом своих обязательств перед Покупателем / Получателем Заказа.
          </p>
          <p className="mb-4">
            4.7. В случае отсутствия заказанных Покупателем Товаров на складе Продавца, последний вправе исключить
            указанный Товар из Заказа / аннулировать Заказ Покупателя, уведомив об этом Потребителя путем направления
            соответствующего электронного сообщения по адресу, указанному Покупателем при оформлении Заказа.
          </p>
          <p className="mb-4">
            4.8. Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут отличаться от
            фактического внешнего вида Товара. Сопровождающие Товар описания / характеристики не претендуют на
            исчерпывающую информативность и могут содержать опечатки. Для уточнения информации по Товару Покупатель
            должен обратиться к Продавцу через систему обратной связи, указанную в разделе «Контакты».
          </p>
          <p className="mb-4">
            4.9. В случае аннуляции полностью предоплаченного Заказа стоимость аннулированного Товара возвращается
            Продавцом Покупателю способом, которым Товар был оплачен.
          </p>
          <p className="mb-4">
            4.9. После оформления Заказа на Сайте Потребителю предоставляется информация о предполагаемых сроках
            доставки путем направления электронного сообщения по адресу, указанному Покупателем при оформлении Заказа.
          </p>
          <p className="mb-4">
            4.11. Дата передачи Товара может быть изменена Продавцом в одностороннем порядке в случае наличия
            объективных, по мнению Продавца, причин.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">5. Доставка заказа</h2>
          <p className="mb-4">
            5.1. Способы, а также примерные сроки доставки Товаров, реализуемых Продавцом, указаны на Сайте в разделе
            «Доставка» по адресу https://www.siveno.store/. Конкретные сроки доставки могут быть согласованы Покупателем
            при подтверждении Заказа.
          </p>
          <p className="mb-4">
            5.2. Доставка осуществляется курьером по всем городам России и/или по миру транспортной компанией.
            Территория доставки Товаров, представленных на Сайте и реализуемых Продавцом, не ограничена (по всему миру)
            и/или в исключительных случаях определяется в зависимости от вида Товаров. В исключительных случаях
            территория и/или способы доставки указывается в разделе оформления Товаров и/или уточняется у Продавца.
          </p>
          <p className="mb-4">
            5.3. Доставка товара в отдельные страны может быть ограничена законодательством страны доставки и/или
            положениями отдельных стран и/или международными отношениями. В случае ограничения доставки товара, товар
            должен быть возвращен продавцу доступным способом, деньги, уплаченные за товар, возвращаются в течение 10
            дней способом, которым деньги были уплачены за товар.
          </p>
          <p className="mb-4">
            5.4. Самовывоз Товара может осуществляться из всех магазинов Продавца на территории Российской Федерации.
          </p>
          <p className="mb-4">
            5.5. Одновременно с Товаром Продавец передает бланк возврата с информацией о сроке возврата.
          </p>
          <p className="mb-4">
            5.6. Продавец старается максимально соблюдать согласованные сроки доставки. Продавец не несет
            ответственность за возможные задержки в доставке ввиду непредвиденных обстоятельств, произошедших не по вине
            Продавца.
          </p>
          <p className="mb-4">
            5.7. При доставке Заказ вручается Покупателю либо Получателю Заказа, указанному в Заказе. При невозможности
            получения Заказа указанными выше лицами, Заказ может быть вручен лицу, который может предоставить сведения о
            Заказе (номер отправления и/или ФИО Потребителя).
          </p>
          <p className="mb-4">
            5.8. Риск случайной гибели или случайного повреждения Товара переходит к Потребителю с момента передачи ему
            Заказа и проставления им подписи в документах, подтверждающих доставку Заказа. В случае недоставки Заказа
            Продавец возмещает Покупателю стоимость оплаченного Покупателем Заказа и доставки в полном объеме после
            получения подтверждения утраты Заказа.
          </p>
          <p className="mb-4">
            5.9. Стоимость доставки Заказа рассчитывается индивидуально, исходя из региона и способа доставки и
            указывается на завершающем этапе оформления Заказа на Сайте
          </p>
          <p className="mb-4">
            5.9. Покупатель понимает и соглашается с тем, что: осуществление доставки — отдельная услуга, не являющаяся
            неотъемлемой частью приобретаемого Покупателем Товара. Претензии к качеству приобретенного Товара, возникшие
            после получения и оплаты Товара, рассматриваются в соответствии с Законом РФ «О защите прав потребителей» и
            гарантийными обязательствами соответствующего Продавца. В связи с этим приобретение Товара с доставкой не
            дает Покупателю право требования доставки приобретенного Товара в целях гарантийного обслуживания или
            замены, не дает возможности осуществлять гарантийное обслуживание или замену Товара посредством выезда к
            Покупателю и не подразумевает возможность возврата стоимости доставки Товара в случаях, когда Покупатель
            имеет право на возврат денег за Товар как таковой, в соответствии с Законом Российской Федерации от
            07.02.1992 N 2300-1 «О защите прав потребителей».
          </p>
          <p className="mb-4">
            5.11. Обязанность Продавца передать товар Покупателю считается исполненной в момент вручения Товара
            Потребителю транспортной компанией либо в заранее оговоренном месте выдачи Заказа (в т.ч. в пункте
            самовывоза).
          </p>
          <p className="mb-4">
            5.12. При получении Заказа у транспортной компании или в пункте самовывоза ; Потребитель после оплаты
            доставленного Товара обязан осмотреть доставленный Товар и произвести его вскрытие в присутствии работников
            транспортной компании для проверки Товара на соответствие заявленному количеству, ассортименту и
            комплектности Товара, а также проверить целостность упаковки. В случае наличия претензий к доставленному
            Товару (недовложение, вложение Товара отличного от указанного в описи отправления, производственный брак,
            иные претензии) Получатель в присутствии работников транспортной компании составляет Акт о выявленных
            несоответствиях. Если Получатель не заявил претензии в вышеуказанном порядке, то Продавец считается
            полностью и надлежащим образом исполнившим свою обязанность по передаче Товара.
          </p>
          <p className="mb-4">
            5.13. В случае возврата, доставленного посредством транспортной компании , Товара в связи с наличием
            претензий к Товару Получатель обязан приложить к Отправлению, содержащему возвращаемый Товар, следующие
            документы: заявление на возврат денежных средств; копию акта о выявленных несоответствиях; копию квитанции
            об оплате; копию описи Отправления; бланк возврата; фотографию, фиксирующую брак; заключение экспертизы (в
            случае ее проведения).
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">6. Оплата товара</h2>
          <p className="mb-4">
            6.1. Цена товара, реализуемого в Интернет-магазине, указывается в рублях Российской Федерации. Оплата
            производится на счета, указанные Продавцом.
          </p>
          <p className="mb-4">
            6.2. Цены на Товар определяются Продавцом в одностороннем бесспорном порядке и указываются на страницах
            Интернет-магазина по адресу https://www.siveno.store/. В случае неверного указания цены заказанного
            Покупателем Товара, Продавец информирует об этом Покупателя для подтверждения Заказа по исправленной цене
            либо аннулирования Заказа. При невозможности связаться с Покупателем данный Заказ считается аннулированным,
            за исключением случаев, когда цена на Товар была снижена и/или оказалась меньшей, чем указано на страницах
            Интернет-магазина. Если Заказ был оплачен, Продавец возвращает Покупателю оплаченную за Заказ сумму тем же
            способом, которым она была уплачена.
          </p>
          <p className="mb-4">
            6.3. Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный
            Покупателем Товар изменению не подлежит. Предложение о заключении договора на конкретный товар действует в
            течение срока нахождения товара на интернет-сайте Продавца при условии наличия данного товара на складе
            Продавца.
          </p>
          <p className="mb-4">6.4. Произвести оплату Покупатель может следующими способами:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              при получении заказа на территории Российской Федерации наличными деньгами или картой курьеру;
            </li>
            <li className="mb-4 list-disc ml-[70px]">онлайн-оплата на сайте;</li>
          </ul>
          <p className="mb-4">
            6.5. Способ оплаты зависит от наличия возможностей доставки в конкретном населенном пункте. Более подробная
            информация по способам оплаты товара содержится в разделах сайта «Как оплатить заказ?» и «Доставка».{" "}
          </p>
          <p className="mb-4">6.6. Особенности оплаты Товара с помощью банковских карт:</p>
          <p className="mb-4">
            6.6.1. В соответствии с положением ЦБ РФ «Об эмиссии банковских карт и об операциях, совершаемых с
            использованием платежных карт» от 24.12.2004 № 266-П операции по банковским картам совершаются держателем
            карты либо уполномоченным им лицом.
          </p>
          <p className="mb-4">
            6.6.2. Авторизация операций по банковским картам осуществляется банком. Если у банка есть основания
            полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной
            операции. Мошеннические операции с банковскими картами попадают под действие статьи 159 Уголовного кодекса
            Российской Федерации.
          </p>
          <p className="mb-4">
            6.6.3. Во избежание случаев различного рода неправомерного использования банковских карт при оплате, все
            Заказы, оформленные на Сайте и предоплаченные банковской картой, проверяются Продавцом.
          </p>
          <p className="mb-4">
            6.7. Продавец вправе предоставлять скидки на Товары и устанавливать программу бонусов. Виды скидок, бонусов,
            порядок и условия начисления определяются Продавцом самостоятельно и указаны на Сайте.
          </p>
          <p className="mb-4">
            6.8. В случае если при применении скидки / бонуса пересчитанная стоимость Товара Продавца включает в себя
            копейки, такая стоимость Товара подлежит округлению в сторону уменьшения до значения, кратного 1 (Одному)
            рублю.
          </p>
          <p className="mb-4">
            6.9. При проведении маркетинговых мероприятий, предполагающих вложение каких-либо объектов в отправления с
            Заказом Покупателя, доставка указанных вложений осуществляется за счет Покупателя. Для того, чтобы
            отказаться от вложения, Покупателю необходимо обратиться к Продавцу через раздел «Контакты».
          </p>
          <p className="mb-4">
            6.9. Продавец вправе принять решение о блокировке для Покупателя способа оплаты «При получении», в
            отношении реализуемых Продавцом Товаров в следующих случаях:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              если Покупатель совершил или был заподозрен Продавцом в совершении противоправных действий, направленных
              на причинение убытков Компании (кража, грабеж, разбой, мошенничество, умышленное повреждение имущества и
              др.);
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              если Покупатель, по мнению Продавца, вел себя некорректно при общении с оператором call-center, торговым
              представителем, другими работниками Компании и/или совершил умышленные действия в отношении работников
              компании (причинение вреда здоровью различной степени тяжести, хулиганство, оскорбления, угрозы,
              ограничение свободы и др.).
            </li>
          </ul>
          <p className="mb-4">
            6.11. При этом в случае, если было установлено, что Покупатель, в отношении которого были установлены
            условия оплаты «Банковской картой », использует другой аккаунт для заказа товара на иных условиях оплаты
            («Наличными или картой курьеру»), в отношении такого аккаунта также могут быть установлены условия оплаты
            «Банковской картой»
          </p>
          <p className="mb-4">
            6.12. Указанные положения не являются проявлением дискриминации и не направлены на ущемление прав,
            гарантированных законодательством Российской Федерации потребителям, а нацелены на снижение убытков от
            действий Покупателей.
          </p>
          <p className="mb-4">
            6.13. Продавец вправе ограничивать доступные Покупателю способы оплаты в зависимости от объема предыдущих
            заказов.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">7. Возврат и обмен товара и денежных средств</h2>
          <p className="mb-4">
            7.1. Возврат Товара, реализуемого Продавцом, осуществляется в соответствии со следующими условиями возврата.
          </p>
          <p className="mb-4">
            7.2. Обмен Товара, если он не подошел Потребителю по форме, габаритам, фасону, расцветке, размеру или
            комплектации возможен в срок обмена — 14 дней, не считая дня покупки.
          </p>
          <p className="mb-4">
            7.3. Возврат или обмен товара возможны, когда: сохранены его товарный вид (упаковка, пломбы, ярлыки),
            потребительские свойства, сохранена комплектность товара, а также документ, подтверждающий факт и условия
            покупки указанного товара (товарный или кассовый чек).
          </p>
          <p className="mb-4">7.4. Возврат Товара надлежащего качества</p>
          <p className="mb-4">
            7.4.1. Потребитель вправе отказаться от заказанного Товара в любое время до его получения, а после получения
            Товара — в течение 14 (Четырнадцать) дней в розничном магазине, и 14 (Четырнадцать) дней (Интернет-магазин),
            не считая дня покупки, за исключением Товаров, изготовленных на заказ, по творческому заданию, утвержденному
            Покупателем. Возврат Товара надлежащего качества возможен в случае, если сохранены его товарный вид,
            потребительские свойства.
          </p>
          <p className="mb-4">
            7.4.2. При отказе Потребителя от Товара Продавец возвращает ему стоимость возвращенного Товара, за
            исключением расходов Продавца, связанных с доставкой возвращенного Потребителем Товара, в течение 10
            (Десяти) дней с даты поступления возвращенного Товара на склад Продавца вместе с заполненным Покупателем
            заявлением на возврат денежных средств.
          </p>
          <p className="mb-4">
            7.4.3. Если на момент обращения Потребителя аналогичный товар отсутствует в продаже у Продавца, Покупатель
            вправе отказаться от исполнения настоящей Публичной оферты и потребовать возврата уплаченной за указанный
            Товар денежной суммы. Продавец обязан вернуть уплаченную за возвращенный товар денежную сумму в течение 10
            (Десяти) дней со дня возврата Товара.
          </p>
          <p className="mb-4">
            7.4.4. Для оформления возврата Товара надлежащего качества (в том числе по причине его обмена) Потребитель
            обязуется аккуратно упаковать Товар (со всеми комплектующими и полным комплектом аксессуаров, указанным в
            технической документации на Товар) и приложить следующие документы:
          </p>
          <p className="mb-4">7.5. Возврат Товара ненадлежащего качества:</p>
          <p className="mb-4">
            7.5.1. Под товаром ненадлежащего качества подразумевается товар, который неисправен и не может обеспечить
            исполнение своих функциональных качеств, не отвечает требованиям, указанным в творческом задании (при
            изготовлении товара на заказ). Полученный Товар должен соответствовать описанию на Сайте. Отличие элементов
            дизайна или оформления от заявленного на Сайте описания не является признаком ненадлежащего качества.
          </p>
          <p className="mb-4">
            7.5.2. Внешний вид и комплектность Товара, а также комплектность всего Заказа должны быть проверены
            Покупателем или Получателем Заказа в момент доставки Товара.
          </p>
          <p className="mb-4">
            7.5.3. При доставке Товара Потребитель ставит свою подпись в квитанции о доставке в графе: «Заказ принял,
            комплектность полная, претензий к количеству и внешнему виду товара не имею», либо в ином аналогичном
            документе, выпускаемого Продавцом, в графе, предусматривающей проставление Потребителем отметки об
            отсутствии у него претензий к комплектности, количеству и качеству Товара. После получения Заказа претензии
            к внешним дефектам товара, его количеству, комплектности и товарному виду не принимаются.
          </p>
          <p className="mb-4">
            7.5.4. Если Потребителю был передан Товар ненадлежащего качества и иное не было заранее оговорено Продавцом,
            Покупатель вправе воспользоваться положениями ст. 18 «Права потребителя при обнаружении в товаре
            недостатков» Закона Российской Федерации от 07.02.1992 N 2300-1 «О защите прав потребителей».
          </p>
          <p className="mb-4">
            7.5.5. Требования о возврате уплаченной за товар денежной суммы подлежат удовлетворению в течение 10
            (Десяти) дней со дня предъявления соответствующего требования (ст. 22 Закона РФ «О защите прав
            потребителей»).
          </p>
          <p className="mb-4">
            7.5.6. Возврат денежных средств осуществляется посредством возврата стоимости оплаченного Товара на
            банковскую карту, указанную при заказе Товара.
          </p>
          <p className="mb-4">7.6. Способы возврата:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">через розничный магазин;</li>
            <li className="mb-4 list-disc ml-[70px]">через бесплатного курьера;</li>
            <li className="mb-4 list-disc ml-[70px]">
              Транспортной компанией, или почтовой службой, или лично в точках самовывоза, по желанию Потребителя.
              Потребитель отправляет возвращаемый товар посылкой с объявленной ценностью, без наложенного платежа.
              Посылки, отправленные наложенным платежом, не принимаются к возврату. В посылку необходимо вложить
              заполненное заявление на возврат. Товар можно вернуть также, принеся его в пункт самовывоза, указанный в
              разделе «Самовывоз» на сайте Интернет-магазина. В таком случае Потребитель самостоятельно возвращает товар
              в пункты самовывоза и заполняет заявление в присутствии сотрудника пункта самовывоза. Заявление может быть
              оформлено в письменном виде на бланке, предоставленном покупателю в пункте самовывоза, а также в
              электронном виде, заполненное в личном кабинете Покупателя в разделе: “Отказ от договора”.
            </li>
          </ul>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">8. Ответственность</h2>
          <p className="mb-4">
            8.1. Продавец не несет ответственности за ущерб, причиненный Потребителю вследствие ненадлежащего
            использования Товаров, приобретенных в Интернет-магазине.
          </p>
          <p className="mb-4">
            8.2. Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем
            при оформлении Заказа.
          </p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">9. Персональные данные</h2>
          <p className="mb-4">
            9.1. Для целей настоящей Публичной оферты под персональными данными понимается любая информация, относящаяся
            к прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных) —
            Потребителю.
          </p>
          <p className="mb-4">
            9.2. Под обработкой персональных данных понимается любое действие (операция) или совокупность действий
            (операций), совершаемых с использованием средств автоматизации или без использования таких средств с
            персональными данными Потребителя, включая сбор, запись, систематизацию, накопление, хранение, уточнение
            (обновление, изменение) извлечение, использование, передачу (в том числе передачу третьим лицам, не исключая
            трансграничную передачу, если необходимость в ней возникла в ходе исполнения обязательств), блокирование,
            удаление, уничтожение персональных данных.
          </p>
          <p className="mb-4">
            9.3. Факт принятия Покупателем условий настоящего Договора является основанием обработки Продавцом, а также
            уполномоченными им лицами персональных данных как самого Покупателя, так и Получателя Заказа (вместе
            именуемые «Потребитель»), которые необходимы для:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">
              заключения Договора, по которому Потребитель является стороной или выгодоприобретателем, и дальнейшее
              исполнение обязательств по заключенному Договору, включая информирование по статусу Заказа;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              осуществления и выполнения функций, полномочий и обязанностей Продавцом, которые предусмотрены
              законодательством Российской Федерации, включая, но не ограничиваясь: налоговое, гражданское, в том числе
              законодательство в области защиты прав потребителей;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              коммуникации, в том числе прием и обработка запросов и обращений Потребителей, и контроль качества
              информационного взаимодействия с ними;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              исследования степени удовлетворенности Потребителя качеством Товара и услуг Продавца;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              аналитики действий Потребителя на Сайте (в том числе определение локации) и функционирования Сайта;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              хранения персональных данных Потребителя и их носителей в соответствии с локальными нормативными актами
              Оператора;
            </li>
            <li className="mb-4 list-disc ml-[70px]">
              организации и проведения мероприятий по повышению узнаваемости и лояльности к бренду SIVENO, в том числе
              акций, программ лояльности.
            </li>
          </ul>
          <p className="mb-4">9.4. В целях, указанных в п. 9.3 настоящего Договора, Продавец вправе осуществлять с персональными данными Потребителя:</p>
          <p className="mb-4">9.4.1 обработку персональных данных с использованием средств автоматизации, в том числе в информационно-телекоммуникационных сетях, или без использования таких средств, в соответствии с целями обработки;</p>
          <p className="mb-4">9.4.2. передачу (предоставление, доступ, трансграничную передачу) персональных данных третьим лицам, которым могут быть раскрыты персональные данные Потребителя, для выполнения и (или) оказания технических и организационных услуг в рамках исполнения обязательств Продавца по Договору:
          </p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">Службе доставки;</li>
            <li className="mb-4 list-disc ml-[70px]">третьим лицам, которые привлекаются для организации маркетинговых мероприятий и (или) информирования Клиентов о продукции и проводимых им мероприятиях по поручению;</li>
          </ul>
          <p className="mb-4">9.5. Оператор, а также третьи лица, действующие по его поручению, обязуются соблюдать следующие правила и предоставляют Потребителю следующие гарантии в отношении обработки его персональных данных:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">обеспечить обработку персональных данных с соблюдением всех применимых требований законодательства Российской Федерации в области защиты персональных данных, в том числе с соблюдением принципов, требований, обязательств Оператора персональных данных, установленных 152-ФЗ;</li>
            <li className="mb-4 list-disc ml-[70px]">в случае, если Оператор в целях исполнения своих обязательств перед Потребителем должен передать или иным образом раскрыть его персональные данные третьим лицам, в том числе органам государственной власти, осуществлять указанные действия с соблюдением требований законодательства;</li>
            <li className="mb-4 list-disc ml-[70px]">нести ответственность за охрану и обеспечение безопасности и конфиденциальности персональных данных Потребителей при их обработке в соответствии с требованиями законодательства Российской Федерации.</li>
          </ul>
          <p className="mb-4">9.6. Лица, обрабатывающие персональные данные Потребителя по поручению Оператора, не несут ответственность за неправомерную обработку персональных данных перед Потребителем. Ответственность за такую обработку указанные лица несут перед Оператором.</p>
          <p className="mb-4">9.7. Продавец имеет право отправлять информацию (сообщения) рекламного характера на электронную почту и (или) мобильный телефон Покупателя только при наличии явно выраженного согласия посредством проставления галочки «согласен» на Сайте.
          </p>
          <p className="mb-4">9.8. Покупатель может отказаться от получения рекламной информации без объяснения причин в любое время одним из указанных способов:</p>
          <ul>
            <li className="mb-4 list-disc ml-[70px]">нажав кнопку «Отписаться» в электронном письме;</li>
            <li className="mb-4 list-disc ml-[70px]">обратиться в Службу по работе с клиентами Продавца по телефону, указанному на сайте на сайте https://www.siveno.store/ в разделе «Контакты».
            </li>
          </ul>
          <p className="mb-4">9.9. В случае обращения Потребителя по телефону, Оператор вправе записывать телефонные разговоры для осуществления контроля качества информационного взаимодействия сотрудников Оператора с Потребителем, включая контроль качества исполнения Заказов.</p>
          <p className="mb-4">9.10. Обработка Персональных данных будет осуществляться в течение действия настоящего Договора и 5 (Пяти) лет после его прекращения.</p>
          <p className="mb-4">9.11. Все персональные данные Потребителя будут храниться в соответствии с условиями действующего законодательства РФ.</p>
          <p className="mb-4">9.12. По достижении целей обработки или в случае утраты необходимости в достижении этих целей, обрабатываемые персональные данные Потребителей подлежат уничтожению, если иное не предусмотрено законом. Продавец обязуется принимать все возможные меры для обеспечения уничтожения персональных данных Потребителя, в том числе третьими лицами, действующими по поручению Оператора.
          </p>
          <p className="mb-4">9.13. Покупатель или Получатель заказа вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.</p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">10. Срок действия Публичной оферты</h2>
          <p className="mb-4">10.1. Настоящая Публичная оферта вступает в силу с момента ее акцепта Покупателем и действует до момента отзыва акцепта Публичной оферты</p>
        </section>
        <section>
          <h2 className="text-xl font-semibold mb-5">11. Дополнительные условия</h2>
          <p className="mb-4">11.1. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.
          </p>
          <p className="mb-4">11.2. Интернет-магазин и предоставляемые сервисы могут быть временно, частично или полностью недоступны по причине проведения профилактических или иных работ или по любым другим причинам технического характера.</p>
          <p className="mb-4">11.3. В случае возникновения вопросов и претензий со стороны Потребителя, он может обратиться к Продавцу по телефону или иным доступным способом. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации.</p>
          <p className="mb-4">11.4. Признание судом недействительности какого-либо положения настоящей Публичной оферты не влечет за собой недействительность остальных положений.</p>
        </section>
      </div>
    </div>
  );
};

export default OfertaPage;
