import React from "react";

import AccordionFAQ from "@/shared/ui/AccordionFAQ";
import AccordionReturn from "@/shared/ui/AccordionFAQ/ui/AccordionReturn";

const returns = [
  {
    name: "Как вернуть не подошедший товар?",
    value: `Возврат товара возможен в течение 14 дней со дня получения посылки. Если покупка была совершена в интернет-магазине, для осуществления возврата необходим паспорт, номер заказа и содержимое заказа. Пожалуйста, убедитесь в том, что товар не был в употреблении, не подвергался стирке, содержит внутренние этикетки и ярлыки. Обратите внимание, что стоимость отправки возврата осуществляется за счет клиента. 
`,
  },
  {
    name: "Вы получили мой возврат?",
    value: `Наши менеджеры свяжутся с вами, как только возврат будет получен.
`,
  },
  {
    name: "Как и когда произойдет возврат средств?",
    value: `Обращаем внимание, что при отказе от заказа, который находится в пути, необходимо учитывать, что они обрабатываются транспортными компаниями в последнюю очередь и возвращение товара на склад интернет-магазина может занимать до 30 дней.
`,
  },
  {
    name: "За чей счет осуществляется обратная отправка товара?",
    value: `С нашей стороны возврат денежных средств осуществляется в течение 10 рабочих дней со дня получения вашей посылки. Обращаем ваше внимание на то, что на карту деньги могут поступить позже. Срок поступления денежных средств зависит от вашего банка.
`,
  },
  {
    name: "Чем регулируется возврат товара?",
    value: `Отправьте товар по указанному ниже адресу любой транспортной компанией или почтой России.
`,
    inSend: `Куда: 630091, г. Новосибирск, Крылова 3.`,
    onSend: `Кому: ООО «Просто Логистика»`,
    phone: `Телефон: +7 (913) 470-23-11`,
    value2: `После отправки товара просим вас связаться с нами в Telegram, написав аккаунту info.siveno.store и отправить трек-номер посылки на почту info@siveno.store`,
  },
];

const ReturnsPage = () => {
  return (
    <div className="flex flex-col  mx-auto items-center max-w-[1200px] w-full  text-text bona">
      <h1 className="title-h1">Возврат</h1>
      <div className="flex flex-col gap-[20px] mt-[40px] w-full">
        {returns.map((item, idx) => {
          return (
            <AccordionReturn
              key={idx}
              question={item.name}
              answer={item.value}
              inSend={item?.inSend}
              onSend={item?.onSend}
              phone={item?.phone}
              value2={item?.value2}
            />
          );
        })}
      </div>
    </div>
  );
};

export default ReturnsPage;
