import React from "react";

import AccordionFAQ from "@/shared/ui/AccordionFAQ";

const returns = [
  {
    name: "Как вернуть не подошедший товар?",
    value: `Все случаи обмена или возврата товара в нашем магазине регулируются действующим на территории Российской Федерации законами: Постановлением Правительства от 19 января 1998 года №55 "Об утверждении Правил продаж отдельных видов товаров, перечня товаров длительного использовании, на которые не распространяется требование покупателя о безвозмездном предоставлении ему на период ремонта или замены аналогичного товара перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектации"; Правила продажи товаров дистанционным способом;
Федеральным Законом от 07 февраля 1992 года №2300-1 "О защите прав потребителей".`,
  },
  {
    name: "Вы получили мой возврат?",
    value: `Для ускорения процесса возврата рекомендуется:
Сообщить менеджеру о намерении вернуть товар - так мы будем иметь возможность помочь вам оперативно оформить необходимые документы в надлежащем виде.
Сообщить менеджеру о факте отправки товара, предоставив подтверждающие документы.
Связаться с менеджером возможно следующими способами:
whatsapp +79857422483
e-mail: info@lesyanebo.com
Обработка возврата занимает до 3 рабочих дней с момента получения товара. Как только возврат будет получен и оформлен мы незамедлительно свяжемся с вами по телефону или электронной почте.`,
  },
  {
    name: "Как и когда произойдет возврат средств?",
    value: `Возврат денежных средств осуществляется тем же способом, которым была произведена оплата.

Сроки возврата денежных средств составляет 1-5 рабочих дней с момента оформления возврата*

**срок возврата зависит от банка-эмитента, выпустившего вашу карту.`,
  },
  {
    name: "За чей счет осуществляется обратная отправка товара?",
    value: `Мы осуществляем возврат стоимости товара без стоимости обратной отправки.

Исключениями являются:


товары с дефектом,

ошибочно отправленные товары.`,
  },
  {
    name: "Чем регулируется возврат товара?",
    value: `Все случаи возврата товара в шоуруме и на сайте LesyaNebo.com регулируются законами:


Постановлением Правительства от 19 января 1998 года №55, "Об утверждении Правил продаж отдельных видов товаров, перечня товаров длительного пользования, на которые не распространяется требование покупателя о безвозмездном предоставлении ему на период ремонта или замены аналогичного товара перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектации";
Правила продажи товаров дистанционным способом;

Федеральным Законом от 07 февраля 1992 года №2300-1 "О защите прав потребителей".`,
  },
];

const ReturnsPage = () => {
  return (
    <div className="flex flex-col  mx-auto items-center max-w-[1200px] w-full  text-text bona">
      <h1 className="title-h1">Возврат</h1>
      <div className="flex flex-col gap-[20px] mt-[40px] w-full">
        {returns.map((item, idx) => {
          return <AccordionFAQ key={idx} question={item.name} answer={item.value} />;
        })}
      </div>
    </div>
  );
};

export default ReturnsPage;
