export const accordianCategory = [
	"Лонгслив Вибрация", "Лонгслив Ночь", "Футболка с карманом - Ясный Взгляд", "Футболка оверсайз молочная - Тёплый Свет", "Футболка оверсайз «Тёплый Свет»", "Футболка оверсайз серая - Лесная Тень", "Футболка оверсайз - Шёпот волн", "Футболка оверсайз черная - Глубина"
]

export const accordian = [
  {
    Head: {
      "1": "42 S",
      "2": "44 M",
      "3": "46 L",
    },
    Bust: {
      "1": "88",
      "2": "92",
      "3": "96",
    },
    Waist: {
      "1": "68",
      "2": "72",
      "3": "76",
    },
    Hips: {
      "1": "96",
      "2": "100",
      "3": "104",
    },
    Height: {
      "1": "170",
      "2": "170",
      "3": "170",
    },
  },
  {
		Head: {
			"1": "42-44 S/M",
			"2": "44-46 M/L",
		},
		Bust: {
			"1": "88-92",
			"2": "92-96",
		},
		Waist: {
			"1": "68-72",
			"2": "72-76",
		},
		Hips: {
			"1": "96-100",
			"2": "100-104",
		},
		Height: {
			"1": "170",
			"2": "170",
		}
  },
];
